IDEA Open Model
SectionCharacteristics.Z0 Property
 Gets or sets the Shear center coordinate Z related to the center of gravity.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Z0 { get; set; }
Public Property Z0 As Double
	Get
	Set
public:
property double Z0 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace